tap "1password/tap"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ladicle/kubectl-bindrole"
tap "unblee/tap"
brew "actionlint"
brew "openssl@3"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "node"
brew "bash-language-server"
brew "bat"
brew "biome"
brew "csview"
brew "curl"
brew "direnv"
brew "dockerfile-language-server"
brew "eza"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-time"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "helm"
brew "jq"
brew "k6"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "kustomize"
brew "llvm"
brew "lua"
brew "lua-language-server"
brew "make"
brew "mas"
brew "mise"
brew "neovim"
brew "openssh"
brew "parallel"
brew "perl"
brew "pipx"
brew "poetry"
brew "postgresql@14"
brew "protobuf"
brew "pstree"
brew "python-yq"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "rust-analyzer"
brew "sheldon"
brew "starship"
brew "stylua"
brew "tealdeer"
brew "terraform-ls"
brew "tmux"
brew "tree"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "watch"
brew "wget"
brew "yaml-language-server"
brew "zsh"
brew "aws/tap/eks-node-viewer"
brew "ladicle/kubectl-bindrole/kubectl-rolesum"
brew "unblee/tap/kubectl-cls"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "authy"
cask "bettertouchtool"
cask "biscuit"
cask "chatgpt"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "font-cica"
cask "font-udev-gothic-nf"
cask "google-chrome"
cask "google-cloud-sdk"
cask "inkdrop"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "raycast"
cask "skitch"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Battery Indicator", id: 1206020918
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
