tap "1password/tap"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "asdf"
brew "python@3.10"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "curl"
brew "deno"
brew "direnv"
brew "dprint"
brew "exa"
brew "fd"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "gnu-time"
brew "gnutls"
brew "go"
brew "golangci-lint"
brew "helm"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "llvm"
brew "lua"
brew "make"
brew "mas"
brew "neovim"
brew "node"
brew "openssh"
brew "perl"
brew "pipx"
brew "poetry"
brew "protobuf"
brew "pstree"
brew "python-yq"
brew "ripgrep"
brew "ruby"
brew "sheldon"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "aws/tap/aws-sam-cli"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "appcleaner"
cask "authy"
cask "bettertouchtool"
cask "biscuit"
cask "discord"
cask "docker"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "wireshark"
mas "Amphetamine", id: 937984704
mas "Battery Indicator", id: 1206020918
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Meeter", id: 1510445899
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
